var index = {
  "data": [{
      "answer_id": 1,
      "feed_source_id": 1,
      "feed_source_name": "Rebecca",
      "feed_source_img": "../../images/method/icon1.jpeg",
      "question": "烟雨江南，跟着西湖龙井去旅行",
      "method_ctnt": "去杭州西湖，开启茶文化之旅三月的杭州，阴雨连绵，下个不停……不过正好与烟雨江南相配，充满了诗情画意。而三月的西湖，淡妆浓抹，有人好奇这是为何？其实只有懂的人才明白这是老杭州独有的那一份味道：西湖龙井。西湖龙井，中国十大名茶之一，具有1200多年历史。清乾隆游览杭州西湖时，盛赞西湖龙井茶，把狮峰山下胡公庙前的十八棵茶树封为“御茶”。经常有喜欢茶叶的朋友问我，有没有关于西湖龙井的旅游路线可推荐？每次都敷衍了事的说去博物馆啊...",
      "good_num": "112",
      "comment_num": "18"
    },
    {
      "method_id": 2,
      "feed_source_id": 2,
      "feed_source_name": "Alex",
      "feed_source_img": "../../images/method/icon8.jpg",
      "question": "新加坡“宝石”:星耀樟宜(Jewel)率先体验!",
      "method_ctnt": "新加坡 樟宜机场又添新的东东了! 这绝对是不容错过的地方! ---星耀樟宜（JEWEL CHANGI）， 新加坡 花5年时间耗资17亿新元（约人民币85亿元）打造的新地标， 新加坡 称呼为“宝石”!这个扁圆球形状的玻璃建筑俯视还真是这么回事，就像一颗巨大的蓝色的宝石摆在樟宜机场几个候机楼中间。星耀樟宜是 新加坡 为增强樟宜机场作为全球领先航空枢纽的地位，为更吸引游客，增加访客而兴建的...",
      "good_num": "112",
      "comment_num": "18"
    }, 
    {
      "answer_id": 3,
      "feed_source_id": 3,
      "feed_source_name": "Rebecca",
      "feed_source_img": "../../images/method/icon1.jpeg",
      "question": "望春（回汀探望婆婆，于园苑春色之中的随感）",
      "method_ctnt": "每次回汀看婆婆，都是陪着她说话，看着老人吃点心，于闲聊中渡过了许多悠闲的时光……从来都不曾到新桥卫生院后山的景观园苑好好走走看看，那天，看着时间尚早，便邀了小姑一道去登高，不曾想到，后山景观园苑那么美，我俩为在这晴好的天气里，收获了登高的好心情。穿过蓝球场，便上了后山，山岗上树木葱茏、绿草茵茵，沿着鹅卵石砌成的坡路前行，穿行于园廊、园艺石堆、小桥、亭台、陶园书苑...",
      "good_num": "112",
      "comment_num": "18"
    },
    {
      "method_id": 4,
      "feed_source_id": 4,
      "feed_source_name": "George",
      "feed_source_img": "../../images/method/icon9.jpeg",
      "question": "在佛山岭南天地，遇见几乎被遗忘了的传统美术：佛山木雕",
      "method_ctnt": "城市在不断生长，技术在更新换代，能成为经典的事，却似乎越来越寡；人心，也在时代速变中少了些许安静。 但总有一种力量，虽然卑微，却能在刹那间柔软人心，安抚乡愁，重现这个民族曾经的骄傲。它与物质无关，与传统和经典有关。其中就包括散落、淹没于城市角落里的民间手工艺——它们曾是一个时代的见证，一代人的智慧，一代人的生活，一代人的回忆……",
      "good_num": "112",
      "comment_num": "18"
    },
    {
      "method_id": 5,
      "feed_source_id": 5,
      "feed_source_name": "Rebecca",
      "feed_source_img": "../../images/method/icon1.jpeg",
      "question": "京城春韵--北京后花园白虎涧踏青赏花",
      "method_ctnt": "北京 白虎涧，又称“ 北京 后花园”，春天漫山遍野开满了山桃花，非常美！另外，我觉得还有2个其他景点不具备的优点，一个是有一个全 北京 最长的登山梯：万福梯，我总爱叫它“天梯”，从山脚一直到山顶，就跟登天一样；二是原生态保存的非常好，没有过度开发；当然缺点也有， 就是： 门票忒贵了， 60 元， 跟故宫一样了。 所以， 强烈建议办张京津冀年卡去， 年卡100元， 去2次就挣回来了， 嘿嘿嘿！",
      "good_num": "112",
      "comment_num": "18"
    },
    {
      "method_id": 6,
      "feed_source_id": 6,
      "feed_source_name": "Alex",
      "feed_source_img": "../../images/method/icon8.jpg",
      "question": "太湖边，有个比鼋头渚更撩人的赏花秘境",
      "method_ctnt": "都说“烟花三月下扬州”，今年又到农历3月，该找个地儿活动活动筋骨了。因为好几年前下过扬州了，圈定了几个目的地以后，无锡脱颖而出。太湖边，鼋头渚赏樱，蠡园、寄畅园、惠山古镇 ……这些关键词，成功吸引了我。春天到了，就该去江南赏春。因为决定出发很突然，时间又晚，从济南直达无锡的火车票售罄。给抢票软件加速这种笨办法也用了，好在最后中转了徐州，买了站票，才顺利到无锡...",
      "good_num": "112",
      "comment_num": "18"
    },
    {
      "method_id": 7,
      "feed_source_id": 7,
      "feed_source_name": "George",
      "feed_source_img": "../../images/method/icon9.jpeg",
      "question": "一封来自常州嬉戏谷的挑战书",
      "method_ctnt": "经常在朋友圈或者社交软件里看到周边的小伙伴们去挑战惊险刺激的高空项目， 比如 过山车、激流勇进、滑翔伞、蹦极等等，失声尖叫的画面深深的印在脑海中。我也会去一些游乐场挑战高空的项目，但是距离上一次去游乐场已经是大学的事情了，至少五六年没有去游乐场了。主要还是因为觉得过山车都一个样，不过就是虚张声势，挑战结束依然没有任何刺激的感觉。而且国内大多数游乐场的过山车差不多就只有一个...",
      "good_num": "112",
      "comment_num": "18"
    }
  ]
}
module.exports.index = index;